#+BEGIN_SRC emacs-lisp
(defun get-timeliness ()
"I have finished this assignment"
)
#+END_SRC

#+BEGIN_SRC emacs-lisp
(shell-command "git log")
(shell-command "\n")
#+END_SRC

#+RESULTS:
: 0
